{"title":"Speelgoedfabrikant biedt excuses aan voor pornolink op doos van Wicked-poppen","byline":null,"dir":null,"lang":null,"content":"<div id=\"readability-page-1\" class=\"page\"><div id=\"reactieContainer\">\n\t\t\t\t\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tGewoon een domme fout bij het maken van de verpakking.<br>\nGebeurt de hele dag door.<br>\nJaren lang verpakkingen ontworpen.<br>\nMeestal gaf de opdrachtgever publiekelijk de ontwerper de schuld.<br>\nMaar had de opdrachtgever zelf de verkeerde tekst aangeleverd.<br>\nHad niemand op het kantoor de proefdrukken goed bekeken.<br>\nEn je kan als opdrachtnemer niet je klant afvallen.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tJa hoor, je kunt gerust je klant wijzen op \"abusievelijk\" aangeleverde teksten...<br>\nMijn vader zaliger had vroeger een zeefdrukkerij en moest soms teksten aanpassen omdat de ontwerper van de klant dingen over het zag!<br>\nKlanten waarderen deze oplettendheid ook geregeld!\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t<blockquote><p>Mijn vader zaliger had vroeger een zeefdrukkerij en moest soms teksten aanpassen omdat de ontwerper van de klant dingen over het zag!<br>\nKlanten waarderen deze oplettendheid ook geregeld!</p></blockquote><p>Het verschil hier is wel dat het om een link gaat die best logisch lijkt, dus tenzij de ontwerper de link had gechecked of zelf bekend was met de website zal het niet opgevallen zijn. Daarbij spreken we inmiddels van een situatie waar achteraf de boel fout bleek en het publiekelijk in het nieuws is gekomen. Dat is wel wat anders dan een fout die opvalt en die je doorgeeft voordat er iemand internationaal aan de schandpaal staat <img alt=\":+\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/clown.svg\"> .</p><p>\n\nOverigens zou ik me in deze casus als ontwerper mogelijk wel uitspreken als Mattel dit zou doen. Je wil je klant wellicht niet boos maken, maar je wil ook niet bekend staan als de ontwerper die zelfs voor grote klanten (die meestal toch iéts meer aandacht krijgen) pornolinks op kinderspeelgoed zet.\n\t\t\t\t\t</p><p>\n    [Reactie gewijzigd door Cambionn op 11 november 2024 16:38]\n    </p>\n\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tJe kunt eromheen lullen wat je wil, een multinational als Mattel heeft een kwaliteitscontroleafdeling en een communicatieafdeling. Zij zijn verantwoordelijk, niet de verpakkingsfabrikant noch de ontwerper. Die drukt klakkeloos af wat er gevraagd wordt; al staan er grote piemels op de verpakking.\n\t\t\t\t\t</p><p>\n    [Reactie gewijzigd door ABD op 12 november 2024 10:39]\n    </p>\n\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tMaar het controlern van een link kost hoeveel tijd?* En hoeveel geld is hiermee gemoeid?</p><p>\n\nOké, deze link zou misschien, afhankelijk van wie deze controleerd, wat meer tijd kunnen kosten...  <img alt=\"O-)\" height=\"20\" width=\"15\" src=\"https://tweakers.net/g/s/hypocrite.gif\"></p></div>\n\t\t\t\t<div><p>\n\t\t\t\t\tMaar is dat controleren uiteindelijk de verantwoordelijkheid van de opdrachtgever die de tekst doorgeeft en het ontwerp zelf ook weer goed moet keuren, of aan de ontwerper van de verpakking die de tekst erop moet plakken? Lijkt me toch van de eerste. En het zou Mattel net zo min veel tijd kosten om de link te controleren. Of voordat het naar de designer ging, of toen ze het design beoordeelden en goedkeurden...</p><p>\n\nTuurlijk <b>kan</b> de ontwerper dat controleren. En dat zou hem niet heel veel tijd kosten voor 1 linkje. Maar dat is niet zijn werk. En hij kan heel veel dingen doen die op zichzelf niet veel tijd kosten maar niet zijn werk zijn. Maar allemaal samen kost dat wel aardig wat tijd. Zeker als hij het voor elke klant moet gaan doen. Dus welke moet hij dan kiezen? Het is niet alsof hij van te voren kan weten welke dingen problemen gaan hebben. En die link was ook niet suspicious genoeg om vraagtekens te zetten.</p><p>\n\nUiteindelijk lijkt dit me echt zo'n ding van fijn als hij het gecontroleerd had en dat naar Mattel had terug gekoppeld, maar dat zou extra service zijn en absoluut niet zijn verantwoordelijkheid. Je kan hem dus niet publiekelijk de schuld geven als hij dat niet heeft gedaan (en jij zelf blijkbaar ook niet).</p><p>\n\nOverigens wel ff de kanttekening dat Mattel naar mijn weten niet publiekelijk de designer de schuld heeft gegeven, maar dat dat een theoretische casus is die @<a href=\"https://tweakers.net/gallery/181980/\">Aerophobia1</a> aan haalde.\n\t\t\t\t\t</p><p>\n    [Reactie gewijzigd door Cambionn op 11 november 2024 22:12]\n    </p>\n\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIk check links in promotiemateriaal en QR codes altijd bij de dingen die ik maak.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t<blockquote><p>[snip] dingen over het zag! [snip]</p></blockquote><p>I see what you did there...  <img alt=\":P\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/puh2.svg\">\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p><img alt=\"_/-\\o_\" height=\"16\" width=\"34\" src=\"https://tweakers.net/g/s/worshippy.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\t*hoofd<br>\nMijn vader zaliger had vroeger een zeefdrukkerij en moest soms teksten aanpassen omdat de ontwerper van de klant dingen over het *hoofd zag!</p><p>\n\nHoewel ik nu niet weet of dit een soort metagrap is.\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tDat was de grap, maar goed dat je die achteraf toch in kon zien. <img alt=\":+\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/clown.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tJe klant afvallen? Mag je klant jou dan wel zwartmaken? Wat een totale onzin is dit. Als de klant een stomme fout maakt mag je die daar zeker op wijzen, desnoods - zoals in een geval als deze - publiekelijk om jezelf te beschermen. Een opdrachtgever is niet heilig en zeker niet de baas over hoe jij je zaken runt.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIn theorie kunnen alle partijen naar elkaar wijzen, in de praktijk zijn ze allemaal deels schuldig; het is gezonder dat alle partijen dan even overleggen hoe ze dit in de toekomst voorkomen, dan om vinger te wijzen.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\ten soms is het best om gewoon te aanvaarden dat foutjes nu eenmaal kunnen gebeuren.  Lijkt me in dit geval dat er iemand een logische tijdelijke site had gebruikt in afwachting van een definitieve url, maar dat deze zodanig logisch was dat het niet opvoel dat dit nog veranderd moest worden.  Jammer is het zeker, en nog eens dubbel wegens de specifieke site die achter de url zit, maar met het grote aantal producten dat ontwikkeld en designed wordt zal dit altijd wel eens gebeuren.</p><p>\n\nVermoedelijk zal er nu vastgelegd gaan worden intern daar dat tijdelijke dingen op designs altijd duidelijk tijdelijk moeten zijn ipv logisch zodat het bij controle wel opvalt, en dat is het\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tToen ik 11 was, was ik op zoek naar de website van Queen (de band). Dat was dus niet queen.com, kwam ik achter  <img alt=\":+\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/clown.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tMijn zusje wilde toen ze in groep 6 zat een keer een spreekbeurt houden over poesjes. </p><p>\n\nDus tja, welke website ga je dan raadplegen op die leeftijd?.. <img alt=\":+\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/clown.svg\"></p></div>\n\t\t\t\t<div>\n\t\t\t\t\t<p><a rel=\"external nofollow noopener\" href=\"https://nattepoesjes.clubs.nl/\">https://nattepoesjes.clubs.nl</a>  ?<br>\nNee, dat is niet wat je denkt.  <img alt=\":D\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/biggrin.svg\">\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIn dit geval had een qr code via een eigen beheerde relay de oplossing kunnen zijn...\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tDit dus. Anno 2024 zou je toch verwachten dat bedrijven cq. marketing afdelingen wijs genoeg zouden zijn om of a) een eigen hostname te registreren of b) een redirect URL in eigen beheer te nemen voor dit soort uitingen. De grap is natuurlijk dat bijna ieder bedrijf inmiddels slim genoeg is natuurlijk, anders zou dit artikel niet geschreven zijn. En ja, ik snap dat het om de URL van een bestaande pornosite gaat, super grappig, maar het had net zo goed een toekomstige pornosite kunnen zijn,  als een domeinnaam eenmaal verlopen is kan immers iedere grapjas een domeinnaam overnemen en misbruiken.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tMaar een QR code kun je niet zomaar overtikken.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tDe url staat ook fout uitgeschreven op de dozen.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t<blockquote><p>Deze dozen werden 'voornamelijk' in de Verenigde Staten verkocht.</p></blockquote><p>Gaat dit nu over de dozen van Mattel of die van Wicked?\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tMattel maakt de poppen van Wicked voor hun klant, Universal Pictures, welke de rechten heeft voor Wicked.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIk denk dat @<a href=\"https://tweakers.net/gallery/15310/\">Tomatoman</a> een grapje maakte over de \"dozen\" van wicked.com\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tMisschien heeft de huidige generatie <b>de balle</b>n verstand van <b>dozen</b>. Door de populariteit van het online shoppen betekent <b>doos</b> weliswaar alleen nog: \"een <b>rechthoekige</b> ruimte waar iets in gestopt kan worden\"?\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tWhoosh!</p><p>\n\nDenk wel dat deze poppendozen verzamelitems worden nu!\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tBinnenkort in Pawn Stars!\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t<blockquote><p>Gaat dit nu over de dozen van Mattel of die van Wicked?</p></blockquote><p>Ja.\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div><p>\n\t\t\t\t\tAch ja, foutje kan gebeuren. Gelukkig geven kinderen doorgaans minder om de verpakking dan om de inhoud, en de paar mensen die die poppen verzamelen hebben een nog groter stukje historie in hun <i>\"collectors item\"</i>... een foute druk van iets is soms meer waard dan een goede druk, denk maar eens aan zeldzame misdrukken van de bosatlas.</p><p>\n\nGezien het land (puriteins Amerika) is het juridisch wat lastiger, immers, wapens maakt niet uit maar ó wee als er wat bloots is, maar netto denk ik niet dat dit een enorme invloed heeft op Matell.</p><p>\n\nEn om dan toch nog even grappig te doen, een zeer relevante quote uit de begindagen van het internet:</p><blockquote><p>Why do you think the net was born?</p></blockquote><p>(ik maak hem bewust niet af, want je hebt immers twee soorten mensen: hen die kunnen interpreteren uit incomplete data, en...)\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tOrigineel, de muziek van de video zelf, is van de off-broadway meesterlijke musical 'Avenue Q' (zeg maar, muppets voor volwassenen).\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tDat ligt er maar aan hou oud ze zijn, ik kan me nog wel herinneren dat alleen het pakpapier al een tijdje plezier gaf. En pas later de doos en inhoud. <br>\nEen kinderhand is snel gevuld.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tGet wicked!</p><p>\n\nNu komt er wel weer een mooie herinnering boven van een vriend van mijn vader die voor zijn dochters poezen plaatjes moest hebben voor de verjaardag. We hadden toen een vrienden weekend weg en de dochter waren dat weekend jarig en die wilde een thema feestje. Het thema: POEZEN.<br>\nHij ging dit googlen met beide dochters op schoot achter de pc dit was ergens rond 2000 toen had je nog lekker zo'n 'familie' pc, windows xp, floppy drive, scherm van 50 kilo. Deze stond in de gezamenlijke ruimte van het hotel. Waar ik met lego aan het spelen was maar toch even wilde meekijken want wauw een computer met internet!<br>\nVergeet nooit meer toen hij poesjes.nl aanklikte, hij en de rest van het gezelschap ook niet trouwens.<br>\nZe hebben toen toch maar een ander thema voor het feestje gekozen. <img alt=\":X\" height=\"16\" width=\"15\" src=\"https://tweakers.net/g/s/shutup.gif\"></p><p>\n\nOntopic:<br>\nWel erg ongelukkig voor ze trouwens na al dat gedoe over die fanposter. When it rains it poors blijkbaar.\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tMijn vader (toen 55 jaar oud) had interesse in zeilen gekregen.<br>\nEn zocht dus op watersport.<br>\nHint: niet doen met (klein) kinderen in de buurt!\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tGouden regen is in het Spaans ook geen plant 🤣 </p><p>\n\nPs maar wie had de safe search dan uitgezet? <img alt=\"})\" height=\"19\" width=\"22\" src=\"https://tweakers.net/g/s/devilish.svg\"></p><p>\n    [Reactie gewijzigd door Llopigat op 11 november 2024 16:48]\n    </p>\n\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIk ben zelf toch ook wel eens in het 'ik heb assestenen over, zoek maar even op assesteen ' grapje getrapt  😱\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\t20 jaar geleden gewerkt met apache tomcat en toen ging ik volgens mij naar tomcat.com of zoiets, nou, dat was wel iets anders dan ik dacht. De rest van de dag niet meer kunnen werken van de schrik natuurlijk  <img alt=\":+\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/clown.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIk had meer het omgekeerde: bedrijf had een firewall die bepaalde woorden tegenhield in de URL. Toen waren expertsexchange en processexplorer nog een ding, dus dat begon al goed. Ik was echter meer verbaasd toen ZalmanUsa.com er uit werd gehaald.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIk krijg pagina's lang alleen maar resultaten over... watersport. En artikelen. En surfen. En boten... en nee, niet dat soort motorboten. Dus... dat gaat helemaal prima anno bijna 2025 <img alt=\":)\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/smile.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tAangezien google een duidelijk profiel van je heeft, liggen resultaten en gebruikelijke interesses in de regel vrij dicht bij elkaar.</p><p>\n\nDe oudeheer is kennelijk gewoon een oude snoepert  <img alt=\":Y)\" height=\"16\" width=\"22\" src=\"https://tweakers.net/g/s/vork.svg\"></p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tZoek eens in het Engels op \"Watersports\". Dan zal er waarschijnlijk wel nattigheid gevoeld worden...\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div><p>\n\t\t\t\t\tToen we voor het eerst op internet kwamen - ik weet niet of dit in de bibliotheek was of toen we thuis internet hadden - was het ook zoiets. We zaten van \"ok wat willen we doen?\" \"Nouja we houden van spelletjes op de computer!\", dus, gezien we geen zoekmachine hadden, \"spelletjes.nl\".</p><p>\n\nGelukkig voor onze onschuldige ogen was het een tekening van een oog met een beschrijving dat het een \"ondeugende\" site was, ipv gewoon keiharde porno <img alt=\":+\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/clown.svg\">.\n\t\t\t\t\t\n\t\t\t\t</p></div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tDit doet me denken aan van Koten en de Bie. Die hadden ook z’n onderwerp over kinder feestjes.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tZoek maar eens op AliExpress naar toverstaf ( leuk voor goocheltrucs) maar de toverstaf / magic wand geeft toch ook andere resultaten <img alt=\";)\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/wink.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tAny publicity is good publicity <img alt=\"O-)\" height=\"20\" width=\"15\" src=\"https://tweakers.net/g/s/hypocrite.gif\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tOuders krijgen het advies de verpakking weg te gooien of de link onleesbaar te maken, verzamelaars geven het advies dit vooral niet te doen en de Barbie in de originele verpakking te bewaren. <img alt=\":)\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/smile.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tSlimme mensen hebben nog snel enkele dozen gekocht om deze voor veel winst later te verkopen.\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tJe hebt de doos niet nodig om op de website te komen, he  <img alt=\":P\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/puh2.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div>\n\t\t\t\t<div>\n\t\t\t\t\t\n\t\t\t\t<p>\n\t\t\t\t\tIk was al druk naar Ariana Grande aan het zoeken op die website.  <img alt=\":+\" height=\"16\" width=\"16\" src=\"https://tweakers.net/g/s/clown.svg\">\n\t\t\t\t\t\n\t\t\t\t</p>\n\t\t\t\t</div><p id=\"reactionFormLoginMessage\"><br><strong>Om te kunnen reageren moet je <a href=\"https://tweakers.net/my.tnet/login/?location=https://tweakers.net/nieuws/228584/speelgoedfabrikant-biedt-excuses-aan-voor-pornolink-op-doos-van-wicked-poppen.html%23reactieForm\">ingelogd</a> zijn</strong></p></div></div>","textContent":"\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tGewoon een domme fout bij het maken van de verpakking.\nGebeurt de hele dag door.\nJaren lang verpakkingen ontworpen.\nMeestal gaf de opdrachtgever publiekelijk de ontwerper de schuld.\nMaar had de opdrachtgever zelf de verkeerde tekst aangeleverd.\nHad niemand op het kantoor de proefdrukken goed bekeken.\nEn je kan als opdrachtnemer niet je klant afvallen.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tJa hoor, je kunt gerust je klant wijzen op \"abusievelijk\" aangeleverde teksten...\nMijn vader zaliger had vroeger een zeefdrukkerij en moest soms teksten aanpassen omdat de ontwerper van de klant dingen over het zag!\nKlanten waarderen deze oplettendheid ook geregeld!\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tMijn vader zaliger had vroeger een zeefdrukkerij en moest soms teksten aanpassen omdat de ontwerper van de klant dingen over het zag!\nKlanten waarderen deze oplettendheid ook geregeld!Het verschil hier is wel dat het om een link gaat die best logisch lijkt, dus tenzij de ontwerper de link had gechecked of zelf bekend was met de website zal het niet opgevallen zijn. Daarbij spreken we inmiddels van een situatie waar achteraf de boel fout bleek en het publiekelijk in het nieuws is gekomen. Dat is wel wat anders dan een fout die opvalt en die je doorgeeft voordat er iemand internationaal aan de schandpaal staat  .\n\nOverigens zou ik me in deze casus als ontwerper mogelijk wel uitspreken als Mattel dit zou doen. Je wil je klant wellicht niet boos maken, maar je wil ook niet bekend staan als de ontwerper die zelfs voor grote klanten (die meestal toch iéts meer aandacht krijgen) pornolinks op kinderspeelgoed zet.\n\t\t\t\t\t\n    [Reactie gewijzigd door Cambionn op 11 november 2024 16:38]\n    \n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tJe kunt eromheen lullen wat je wil, een multinational als Mattel heeft een kwaliteitscontroleafdeling en een communicatieafdeling. Zij zijn verantwoordelijk, niet de verpakkingsfabrikant noch de ontwerper. Die drukt klakkeloos af wat er gevraagd wordt; al staan er grote piemels op de verpakking.\n\t\t\t\t\t\n    [Reactie gewijzigd door ABD op 12 november 2024 10:39]\n    \n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tMaar het controlern van een link kost hoeveel tijd?* En hoeveel geld is hiermee gemoeid?\n\nOké, deze link zou misschien, afhankelijk van wie deze controleerd, wat meer tijd kunnen kosten...  \n\t\t\t\t\n\t\t\t\t\tMaar is dat controleren uiteindelijk de verantwoordelijkheid van de opdrachtgever die de tekst doorgeeft en het ontwerp zelf ook weer goed moet keuren, of aan de ontwerper van de verpakking die de tekst erop moet plakken? Lijkt me toch van de eerste. En het zou Mattel net zo min veel tijd kosten om de link te controleren. Of voordat het naar de designer ging, of toen ze het design beoordeelden en goedkeurden...\n\nTuurlijk kan de ontwerper dat controleren. En dat zou hem niet heel veel tijd kosten voor 1 linkje. Maar dat is niet zijn werk. En hij kan heel veel dingen doen die op zichzelf niet veel tijd kosten maar niet zijn werk zijn. Maar allemaal samen kost dat wel aardig wat tijd. Zeker als hij het voor elke klant moet gaan doen. Dus welke moet hij dan kiezen? Het is niet alsof hij van te voren kan weten welke dingen problemen gaan hebben. En die link was ook niet suspicious genoeg om vraagtekens te zetten.\n\nUiteindelijk lijkt dit me echt zo'n ding van fijn als hij het gecontroleerd had en dat naar Mattel had terug gekoppeld, maar dat zou extra service zijn en absoluut niet zijn verantwoordelijkheid. Je kan hem dus niet publiekelijk de schuld geven als hij dat niet heeft gedaan (en jij zelf blijkbaar ook niet).\n\nOverigens wel ff de kanttekening dat Mattel naar mijn weten niet publiekelijk de designer de schuld heeft gegeven, maar dat dat een theoretische casus is die @Aerophobia1 aan haalde.\n\t\t\t\t\t\n    [Reactie gewijzigd door Cambionn op 11 november 2024 22:12]\n    \n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIk check links in promotiemateriaal en QR codes altijd bij de dingen die ik maak.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t[snip] dingen over het zag! [snip]I see what you did there...  \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t*hoofd\nMijn vader zaliger had vroeger een zeefdrukkerij en moest soms teksten aanpassen omdat de ontwerper van de klant dingen over het *hoofd zag!\n\nHoewel ik nu niet weet of dit een soort metagrap is.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tDat was de grap, maar goed dat je die achteraf toch in kon zien. \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tJe klant afvallen? Mag je klant jou dan wel zwartmaken? Wat een totale onzin is dit. Als de klant een stomme fout maakt mag je die daar zeker op wijzen, desnoods - zoals in een geval als deze - publiekelijk om jezelf te beschermen. Een opdrachtgever is niet heilig en zeker niet de baas over hoe jij je zaken runt.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIn theorie kunnen alle partijen naar elkaar wijzen, in de praktijk zijn ze allemaal deels schuldig; het is gezonder dat alle partijen dan even overleggen hoe ze dit in de toekomst voorkomen, dan om vinger te wijzen.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\ten soms is het best om gewoon te aanvaarden dat foutjes nu eenmaal kunnen gebeuren.  Lijkt me in dit geval dat er iemand een logische tijdelijke site had gebruikt in afwachting van een definitieve url, maar dat deze zodanig logisch was dat het niet opvoel dat dit nog veranderd moest worden.  Jammer is het zeker, en nog eens dubbel wegens de specifieke site die achter de url zit, maar met het grote aantal producten dat ontwikkeld en designed wordt zal dit altijd wel eens gebeuren.\n\nVermoedelijk zal er nu vastgelegd gaan worden intern daar dat tijdelijke dingen op designs altijd duidelijk tijdelijk moeten zijn ipv logisch zodat het bij controle wel opvalt, en dat is het\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tToen ik 11 was, was ik op zoek naar de website van Queen (de band). Dat was dus niet queen.com, kwam ik achter  \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tMijn zusje wilde toen ze in groep 6 zat een keer een spreekbeurt houden over poesjes. \n\nDus tja, welke website ga je dan raadplegen op die leeftijd?.. \n\t\t\t\t\n\t\t\t\t\thttps://nattepoesjes.clubs.nl  ?\nNee, dat is niet wat je denkt.  \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIn dit geval had een qr code via een eigen beheerde relay de oplossing kunnen zijn...\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tDit dus. Anno 2024 zou je toch verwachten dat bedrijven cq. marketing afdelingen wijs genoeg zouden zijn om of a) een eigen hostname te registreren of b) een redirect URL in eigen beheer te nemen voor dit soort uitingen. De grap is natuurlijk dat bijna ieder bedrijf inmiddels slim genoeg is natuurlijk, anders zou dit artikel niet geschreven zijn. En ja, ik snap dat het om de URL van een bestaande pornosite gaat, super grappig, maar het had net zo goed een toekomstige pornosite kunnen zijn,  als een domeinnaam eenmaal verlopen is kan immers iedere grapjas een domeinnaam overnemen en misbruiken.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tMaar een QR code kun je niet zomaar overtikken.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tDe url staat ook fout uitgeschreven op de dozen.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tDeze dozen werden 'voornamelijk' in de Verenigde Staten verkocht.Gaat dit nu over de dozen van Mattel of die van Wicked?\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tMattel maakt de poppen van Wicked voor hun klant, Universal Pictures, welke de rechten heeft voor Wicked.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIk denk dat @Tomatoman een grapje maakte over de \"dozen\" van wicked.com\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tMisschien heeft de huidige generatie de ballen verstand van dozen. Door de populariteit van het online shoppen betekent doos weliswaar alleen nog: \"een rechthoekige ruimte waar iets in gestopt kan worden\"?\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tWhoosh!\n\nDenk wel dat deze poppendozen verzamelitems worden nu!\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tBinnenkort in Pawn Stars!\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tGaat dit nu over de dozen van Mattel of die van Wicked?Ja.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tAch ja, foutje kan gebeuren. Gelukkig geven kinderen doorgaans minder om de verpakking dan om de inhoud, en de paar mensen die die poppen verzamelen hebben een nog groter stukje historie in hun \"collectors item\"... een foute druk van iets is soms meer waard dan een goede druk, denk maar eens aan zeldzame misdrukken van de bosatlas.\n\nGezien het land (puriteins Amerika) is het juridisch wat lastiger, immers, wapens maakt niet uit maar ó wee als er wat bloots is, maar netto denk ik niet dat dit een enorme invloed heeft op Matell.\n\nEn om dan toch nog even grappig te doen, een zeer relevante quote uit de begindagen van het internet:Why do you think the net was born?(ik maak hem bewust niet af, want je hebt immers twee soorten mensen: hen die kunnen interpreteren uit incomplete data, en...)\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tOrigineel, de muziek van de video zelf, is van de off-broadway meesterlijke musical 'Avenue Q' (zeg maar, muppets voor volwassenen).\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tDat ligt er maar aan hou oud ze zijn, ik kan me nog wel herinneren dat alleen het pakpapier al een tijdje plezier gaf. En pas later de doos en inhoud. \nEen kinderhand is snel gevuld.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tGet wicked!\n\nNu komt er wel weer een mooie herinnering boven van een vriend van mijn vader die voor zijn dochters poezen plaatjes moest hebben voor de verjaardag. We hadden toen een vrienden weekend weg en de dochter waren dat weekend jarig en die wilde een thema feestje. Het thema: POEZEN.\nHij ging dit googlen met beide dochters op schoot achter de pc dit was ergens rond 2000 toen had je nog lekker zo'n 'familie' pc, windows xp, floppy drive, scherm van 50 kilo. Deze stond in de gezamenlijke ruimte van het hotel. Waar ik met lego aan het spelen was maar toch even wilde meekijken want wauw een computer met internet!\nVergeet nooit meer toen hij poesjes.nl aanklikte, hij en de rest van het gezelschap ook niet trouwens.\nZe hebben toen toch maar een ander thema voor het feestje gekozen. \n\nOntopic:\nWel erg ongelukkig voor ze trouwens na al dat gedoe over die fanposter. When it rains it poors blijkbaar.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tMijn vader (toen 55 jaar oud) had interesse in zeilen gekregen.\nEn zocht dus op watersport.\nHint: niet doen met (klein) kinderen in de buurt!\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tGouden regen is in het Spaans ook geen plant 🤣 \n\nPs maar wie had de safe search dan uitgezet? \n    [Reactie gewijzigd door Llopigat op 11 november 2024 16:48]\n    \n\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIk ben zelf toch ook wel eens in het 'ik heb assestenen over, zoek maar even op assesteen ' grapje getrapt  😱\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t20 jaar geleden gewerkt met apache tomcat en toen ging ik volgens mij naar tomcat.com of zoiets, nou, dat was wel iets anders dan ik dacht. De rest van de dag niet meer kunnen werken van de schrik natuurlijk  \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIk had meer het omgekeerde: bedrijf had een firewall die bepaalde woorden tegenhield in de URL. Toen waren expertsexchange en processexplorer nog een ding, dus dat begon al goed. Ik was echter meer verbaasd toen ZalmanUsa.com er uit werd gehaald.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIk krijg pagina's lang alleen maar resultaten over... watersport. En artikelen. En surfen. En boten... en nee, niet dat soort motorboten. Dus... dat gaat helemaal prima anno bijna 2025 \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tAangezien google een duidelijk profiel van je heeft, liggen resultaten en gebruikelijke interesses in de regel vrij dicht bij elkaar.\n\nDe oudeheer is kennelijk gewoon een oude snoepert  \n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tZoek eens in het Engels op \"Watersports\". Dan zal er waarschijnlijk wel nattigheid gevoeld worden...\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tToen we voor het eerst op internet kwamen - ik weet niet of dit in de bibliotheek was of toen we thuis internet hadden - was het ook zoiets. We zaten van \"ok wat willen we doen?\" \"Nouja we houden van spelletjes op de computer!\", dus, gezien we geen zoekmachine hadden, \"spelletjes.nl\".\n\nGelukkig voor onze onschuldige ogen was het een tekening van een oog met een beschrijving dat het een \"ondeugende\" site was, ipv gewoon keiharde porno .\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tDit doet me denken aan van Koten en de Bie. Die hadden ook z’n onderwerp over kinder feestjes.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tZoek maar eens op AliExpress naar toverstaf ( leuk voor goocheltrucs) maar de toverstaf / magic wand geeft toch ook andere resultaten \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tAny publicity is good publicity \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tOuders krijgen het advies de verpakking weg te gooien of de link onleesbaar te maken, verzamelaars geven het advies dit vooral niet te doen en de Barbie in de originele verpakking te bewaren. \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tSlimme mensen hebben nog snel enkele dozen gekocht om deze voor veel winst later te verkopen.\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tJe hebt de doos niet nodig om op de website te komen, he  \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tIk was al druk naar Ariana Grande aan het zoeken op die website.  \n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\tOm te kunnen reageren moet je ingelogd zijn","length":13043,"excerpt":"Gewoon een domme fout bij het maken van de verpakking.\nGebeurt de hele dag door.\nJaren lang verpakkingen ontworpen.\nMeestal gaf de opdrachtgever publiekelijk de ontwerper de schuld.\nMaar had de opdrachtgever zelf de verkeerde tekst aangeleverd.\nHad niemand op het kantoor de proefdrukken goed bekeken.\nEn je kan als opdrachtnemer niet je klant afvallen.","siteName":null}